; Translation Author: Tomas Misevičius
; TranslationAuthorEmail: ciuvasas@gmail.com
; Soft Version: 3.24.82
; Update: July 23, 2014



[Lang]
NativeLanguage=Lietuvių


[GUI]
ButtonYes=Taip
ButtonNo=Ne
ButtonOK=ОК
ButtonClose=Uždaryti


[Translation]
LangCode=0427
ReadHabit=Iš kairės į dešinę
LanguageName=LT
LangShortName=lt-lt
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Informacija
Warning=Perspėjimas
Error=Klaida
Confirm=Patvirtinimas
;
; Atminties optimizavimas
;
FrmMoMain.chkupdate.caption=Ieškoti naujos versijos
FrmMoMain.btnlike.caption=Patinka
FrmMoMain.lblTotalMem.Caption=Atminties dydis:
FrmMoMain.lblaopt.Caption=Pradėti optimizavimą, kai lieka:
FrmMoMain.lbltry.Caption=Laisvos atminties
FrmMoMain.btnsettings.Caption=Nustatymai
FrmMoMain.btnOpt.Caption=Optimizuoti
FrmMoMain.chkmin.Caption=Uždaryti į pranešimų sritį
FrmMoMain.chkauto.Caption=Paleisti įjungus kompiuterį
FrmMoMain.chkautoOpt.Caption=Automatinė optimizacija.
FrmMoMain.ckchkclearborad.Caption=Išvalyti buferį optimizuojant
FrmMoMain.chkidle.Caption=Paleisti, kai procesorius neapkrautas (geriausia)
FrmMoMain.lbllang.Caption=Kalba:
;
; Apie programą
;
FrmAbout.caption=Apie programą
FrmAbout.btnok.caption=ОК
FrmAbout.lblver.caption=Dabartinė versija:
FrmAbout.lblemail.caption=Palaikymas:
FrmAbout.lblhome.caption=Programos tinklapis:
FrmAbout.lblthanks.caption=Dėkojame mums padėjusiems:


[MemoryOptimizer]
ThisTimeFreeMemory=Optimizuota %s atminties.
CurPrecent=Atminties panaudojimas:
UsedMemory=Užimta:
AvailableMemory=Laisva:
FreeMemory=Atlaisvinta:
At=nurodytu laiku:
pmShow=Rodyti programos langą
pmOpt=Optimizuoti
pmAbout=Apie programą
pmExit=Išeiti
SureExit=Tikrai norite išeiti?
Mintotray=Atminties optimizavimas

[Message]
NotShowNotice=Daugiau nerodyti šio pranešimo.

